export const dogBreeds = [
  // 소형견
  '꼬똥 드 툴레아',
  '닥스훈트',
  '말티즈',
  '말티푸',
  '미니어처 슈나우저',
  '미니어처 푸들',
  '비숑 프리제',
  '시츄',
  '요크셔 테리어',
  '치와와',
  '토이 푸들',
  '퍼그',
  '포메라니안',
  '푸들',
  '프렌치 불독',

  // 중형견
  '보더 콜리',
  '보스턴 테리어',
  '불독',
  '비글',
  '사모예드',
  '셔틀랜드 쉽독',
  '시고르자브종',
  '시바 이누',
  '웰시 코기',
  '잭 러셀 테리어',
  '코카 스패니얼',

  // 대형견
  '골든 리트리버',
  '달마시안',
  '도베르만',
  '독일 셰퍼드',
  '래브라도 리트리버',
  '로트와일러',
  '버니즈 마운틴 독',
  '시베리안 허스키',
  '아키타',

  // 한국 토종견
  '동경이',
  '삽살개',
  '진돗개',
  '풍산개',

  // 기타
  '믹스견',
]
